Revit 2027 API
ParameterTypeId.SpotElevIndTypeElevation Property
 "Elevation Indicator as Prefix/Suffix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotElevIndTypeElevation { get; }
Public Shared ReadOnly Property SpotElevIndTypeElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotElevIndTypeElevation {
	ForgeTypeId^ get ();
}
static member SpotElevIndTypeElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace